tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bat"
brew "cmake"
brew "curl"
brew "elixir"
brew "erlang"
brew "exa"
brew "fzf"
brew "glow"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "node"
brew "nvim"
brew "postgres"
brew "protobuf"
brew "rebar3"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh"

cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "github"
cask "insomnia"
cask "iterm2-beta"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "whatsapp"
cask "visual-studio-code"

