apt-transport-https
asdf-vm
bat
brave-browser
code
curl
exa
fd-find
fonts-firacode
fzf
git
golang
htop
i3
i3status
i3-gaps
rofi
jq
neovim
nodejs
npm
ripgrep
rust-all
tig
tmux
inotify-tools
vim
yarn
zsh
zsh-autosuggestions
zsh-syntax-highlighting
